IdeaRS.OpenModel.Geometry2D.TemperatureCurve2D
Reperesents a thermal curve.

IdeaRS.OpenModel.Geometry2D.TemperatureCurve2D.#ctor
Constructor

IdeaRS.OpenModel.Geometry2D.TemperatureCurve2D.Temperature
The temperature [K]